Repository: YOiVDi/MyWorkingTime
Catalog: MyWorkHours/Localizable/Localizable.xcstrings
Source language: en
Languages: de

source: ⏱️ One minute left until your break ends❗️
de: ⏱️Eine Minute bis zum Ende der Pause❗️

source: add
de: hinzufügen

source: Add
de: Hinzufügen

source: Allow Notifications
de: Benachrichtigungen zulassen

source: Are you sure?
de: Sind Sie sicher?

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Check-In
de: Arbeitsbeginn

source: Check-In: %@
de: Arbeitsbeginn: %@

source: Check-In: No Check-In Time
de: Arbeitsbeginn: Keine Eingetragenen Zeiten

source: Check-Out
de: Arbeitsende

source: Check-Out: %@
de: Arbeitsende: %@

source: Check-Out: No Check-Out Time
de: Arbeitsende: Keine Eingetragenen Zeiten

source: Choose a day:
de: Wählen Sie einen Tag:

source: Company
de: Unternehmen

source: Company name
de: Name der Firma

source: Company name:
de: Name der Firma:

source: Create day
de: Tag erstellen

source: Day Working Hour's
de: Arbeitszeiten am Tag

source: Delete
de: Löschen

source: Different Date
de: Anderes Datum

source: Easily log today as a working day or choose a specific date, all with just a few clicks on your smartphone.
de: Loggen Sie heute einfach als Arbeitstag oder wählen Sie ein bestimmtes Datum aus, alles mit nur wenigen Klicks auf Ihrem Smartphone.

source: Edit
de: Bearbeiten

source: Edit %@
de: Bearbeiten %@

source: End Shift
de: Schicht beenden

source: Error Occur
de: Fehler aufgetreten

source: Error Occured
de: Fehler aufgetreten

source: Finish
de: Beenden

source: Finish: %@
de: Beenden: %@

source: Hours
de: Std.

source: Hours.
de: Std.

source: If you click 'Delete', all selected items will be deleted. Once you click 'Delete', the operation cannot be undo
de: Wenn Sie auf 'Löschen' klicken, werden alle ausgewählten Einträge gelöscht. Nachdem Sie auf 'Löschen' geklickt haben, kann die Aktion nicht rückgängig gemacht werden.

source: If you click 'Delete', selected item will be deleted. Once you click 'Delete', the operation cannot be undo
de: Wenn Sie auf 'Löschen' klicken, wird der ausgewählte Eintrag gelöscht. Nachdem Sie auf 'Löschen' geklickt haben, kann die Aktion nicht rückgängig gemacht werden.

source: If you don't stop the timer, overtime will begin.
de: Wenn du den Timer nicht stoppst, beginnt die Überzeit.

source: It's looks like your settings are not filled in correctly. Please check your settings and try again to create a workday.
de: Ihre Einstellungen scheinen nicht korrekt ausgefüllt zu sein. Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie erneut, einen Arbeitstag zu erstellen.

source: Just One Click
de: Nur ein Klick

source: List
de: Liste

source: Need to work on weekends? No problem. You can choose different working hours for the weekend. Whether you need to adjust the schedule for Saturday, Sunday, or both days, we've got you covered.
de: Stellen Sie Ihre Timer-Dauer ein und genießen Sie Ihre Pausen. Kurz bevor Ihre Pause endet, erhalten Sie eine Benachrichtigung. Wenn Sie Ihre Pause versehentlich durch Gespräche oder Ablenkungen verlängern, keine Sorge – die Anwendung wird diese zusätzliche Zeit verfolgen und melden.

source: New Finish
de: Neues Finish

source: New Start
de: Neustart

source: New working day
de: Neuer Arbeitstag

source: Next
de: Waiter

source: One click
de: Nur ein Klick

source: Pause Timer
de: Pausentimer

source: Please make sure all textfields are filled in.
de: Bitte stellen Sie sicher, dass alle Textfelder ausgefüllt sind.

source: Please make sure that the working hours are filled in correctly, they should be between 1 - 8 hours
de: Bitte stellen Sie sicher, dass die Arbeitsstunden korrekt ausgefüllt sind. Sie sollten zwischen 1 und 8 Stunden liegen.

source: Reset
de: Zurücksetzen

source: Resume
de: Fortsetzen

source: Saturday
de: Samstag

source: Saved
de: Gespeichert

source: Set Timer
de: Timer Einstellen

source: Set your timer durations and enjoy your pauses. Just before your pause ends, you'll receive a notification. If you accidentally extend your pause by talking or getting distracted, no worries—the application will track and report this extra time.
de: Stellen Sie die Dauer Ihres Timers ein und genießen Sie Ihre Pausen. Kurz bevor Ihre Pause endet, erhalten Sie eine Benachrichtigung. Wenn Sie Ihre Pause versehentlich durch Gespräche oder Ablenkungen verlängern, keine Sorge – die Anwendung wird diese zusätzliche Zeit verfolgen und melden.

source: Settings
de: Einstellungen

source: Start Shift
de: Schicht beginnen

source: Stop
de: Stoppen

source: Sunday
de: Sonntag

source: The day cannot be added
de: Der Tag kann nicht hinzugefügt werden.

source: The day with date %@ doesn't exist in your worklist, please add the day and then try to start the timer.
de: Der Tag mit dem Datum %@ existiert nicht in Ihrer Arbeitsliste. Bitte fügen Sie den Tag hinzu und versuchen Sie dann, den Timer zu starten.

source: The day you are trying to add already exists in your list.
de: Der Tag, den Sie hinzufügen möchten, existiert bereits in Ihrer Liste.

source: The timer will not start!
de: Der Timer wird nicht gestartet!

source: There are no check-In data
de: Es gibt keine check-In-Daten.

source: There are no check-out data
de: Es gibt keine check-Out-Daten.

source: To add pause click on %@ button.
de: Um eine Pause hinzuzufügen, klicken Sie auf die %@-Taste.

source: Today
de: Heute

source: Total Working Hour's
de: Gesamtarbeitszeit

source: Unable to save your settings
de: Einstellungen können nicht gespeichert werden.

source: Want to create a working day with date:
de: Möchten Sie einen Arbeitstag mit Datum erstellen?

source: Weekend's
de: Wochenende

source: When you create a new day with a specific date, you can add check-ins, check-outs, and pauses after the day is created. Simply click on the day you created in the upper right corner via the edit button, and you will be able to edit that day. From there, you can update your check-in and check-out times, as well as add pauses.
de: Wenn du einen neuen Tag mit einem bestimmten Datum erstellst, kannst du nach der Erstellung des Tages Check-ins, Check-outs und Pausen hinzufügen. Klicke einfach auf den erstellten Tag in der oberen rechten Ecke über die Bearbeiten-Schaltfläche, und du kannst diesen Tag bearbeiten. Von dort aus kannst du deine Check-in- und Check-out-Zeiten aktualisieren sowie Pausen hinzufügen.

source: Work Information
de: Arbeitsinformationen

source: Work on weekends
de: Arbeiten am Wochenende

source: Work On Weekends
de: Arbeiten am Wochenende

source: Workday could not be created
de: Der Arbeitstag konnte nicht erstellt werden.

source: Working Day Detail's
de: Arbeitstagdetails

source: Working hour's:
de: Arbeitsstunden

source: Working Hours
de: Arbeitsstunden

source: WorkingHour's
de: Arbeitsstunden

source: WorkingHour's:
de: Arbeitsstunden

source: You can add today as a working day or choose a specific date, all with just a few clicks on your smartphone.
de: Sie können heute als Arbeitstag hinzufügen oder ein bestimmtes Datum auswählen, alles mit nur wenigen Klicks auf Ihrem Smartphone.

source: You can edit the day and manually add the breaks.
de: Sie können den Tag bearbeiten und manuell Pausen hinzufügen.

source: You have no pauses.
de: Sie haben keine Pausen.

source: Your list is empty
de: Ihre Liste ist leer.

source: Your settings has been saved.
de: Ihre Einstellungen wurden gespeichert.

source: Your working list is empty. To add a working day, use the button below.
de: Deine Arbeitsliste ist leer. Um einen Arbeitstag hinzuzufügen, benutze den Button unten.
